---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsInstUpArrowOn
source: html/6f956452-e8f9-2048-3553-5d7f361ede5d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsInstUpArrowOn Property

"Up arrow"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsInstUpArrowOn { get; }
```